Revit 2027 API
SpecTypeId.MomentOfInertia Property
 Moment of Inertia, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MomentOfInertia { get; }
Public Shared ReadOnly Property MomentOfInertia As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MomentOfInertia {
	ForgeTypeId^ get ();
}
static member MomentOfInertia : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace